[Рабочее время]:
Для всех граждан Республики - 80$;
Для для сотрудников Правительства - 80$;
Для сотрудников Министерства Внутренних Дел - 80$;
Для военнослужащих Министерства Обороны - 80$;
Для сотрудников Средств Массовой Информации - 80$.
[Нерабочее время]:
Для всех граждан Республики - 110$;
Для сотрудников Правительства - 110$;
Для сотрудников Министерства Внутренних Дел - 110$;
Для военнослужащих Министерства Обороны - 110$;
Для сотрудников Средств Массовой Информации - 110$.
[Прочее]:
Для Министерства Здравоохранения - 1$;
В День Здоровья цена лечения для всех - 1$;
Операции по смене пола - 5.000$;
Обычная операция - Бесплатная.
